Repository: nromanen/Ch-044
Catalog: wsdp/Resources/Resource.*.resx
Languages: uk_ua

source: About
uk_ua: Про нас

# AddCategory
source: Add category to
uk_ua: Додати категорію до

# AddInfo
source: Type name of new category. If you want to choose parent, just after creating category drag and drop this to chosen parent
uk_ua: Введіть ім'я нової категорії. Якщо хочете змінити батьківську категорію, просто після оновлення перемістіть її мишкою у потрібну батьківську категорію

source: Adding
uk_ua: Додавання

source: Add new Category
uk_ua: Додати нову категорію

source: Attention
uk_ua: Увага

# BeAware
source: Be aware!This is irreparably!
uk_ua: Будьте уважними! Це не відновна дія

# ChangingParentCategory
source: Also, consider changing parent category of all children categories.
uk_ua: Також візьміть до уваги зміну батьківської категорії всіх дочірніх

source: Configuring Categories
uk_ua: Налаштування категорій

source: Contact
uk_ua: Контакти

# DeleteAsk
source: Do you want to delete this category
uk_ua: Хочете ви видалити цю категорію

source: Home
uk_ua: Домашня сторінка

source: Name
uk_ua: Ім'я

source: Remove
uk_ua: Видалити

source: Submit
uk_ua: Надіслати

source: Update Category
uk_ua: Оновлення категорії

# UpdateInfo
source: Type new name of new category. If you want to choose parent, just after creating category drag and drop this to chosen parent
uk_ua: Введіть нове ім'я категорії. Якщо хочете змінити батьківську категорію, просто після оновлення перемістіть її мишкою у потрібну батьківську категорію

source: Updating
uk_ua: Оновлення

source: AddItem
uk_ua: Створити

source: Delete
uk_ua: Видалити

source: Edit
uk_ua: Змінити

source: Logo
uk_ua: Логотип

source: Save
uk_ua: Зберегти

# Sure
source: Are you shure you want to delete
uk_ua: Впевнені, що хочете видалити

source: Laptops
uk_ua: Ноутбуки

source: Parsers
uk_ua: Парсери

source: Web Shops
uk_ua: Інтернет магазини

source: Download
uk_ua: Завантажити

source: Fridges
uk_ua: Холодильники

source: Add Property
uk_ua: Додати критерій

source: Category Name
uk_ua: Назва категорії

source: Default Value
uk_ua: Значення по замовчуваню

source: Description
uk_ua: Опис

source: Prefix
uk_ua: Префікс

source: Property Name
uk_ua: Назва критерію

source: Sufix
uk_ua: Суфікс

source: Type
uk_ua: Тип

source: Update Property
uk_ua: Оновити критерій

source: TV's
uk_ua: Телевізори

source: GO TO SHOP
uk_ua: ПЕРЕЙТИ ДО МАГАЗИНУ

source: Tape Recorders
uk_ua: Магнітоли

source: Price
uk_ua: Ціна

source: UAH
uk_ua: Гривень

source: Characteristics
uk_ua: Характеристики

source: IFrame
uk_ua: Фрейм

source: Inputs
uk_ua: Поля для запису

source: Add new parser task
uk_ua: Додавання нового завдання-парсеру

source: Admin Settings
uk_ua: Налаштування адміна

source: Category
uk_ua: Категорія

# ConfigSettings
source: Configuration settings
uk_ua: Зміна налаштування

source: Date
uk_ua: Дата

source: Edit Categories
uk_ua: Зміна категорій

# EnterDisc
source: Enter description of task
uk_ua: Введіть опис завдання

# EnterPriority
source: Enter priority of task
uk_ua: Введіть пріоритет завдання

source: Grabber
uk_ua: Граббер

source: Iterator
uk_ua: Ітератор

source: Next
uk_ua: Далі

# Phone
source: Phones
uk_ua: Телефони

source: Priority
uk_ua: Пріоритет

source: Settings
uk_ua: Налаштування

source: Shop
uk_ua: Магазин

source: Updating parser task
uk_ua: Оновлення завдання-парсеру

source: From
uk_ua: Від

source: Item Iterator
uk_ua: Нумератор об'єкта

source: Page Iterator
uk_ua: Нумератор сторінок

source: Page URL Iterator
uk_ua: URL нумератор сторінок

source: To
uk_ua: До

source: URL Mask
uk_ua: URL Маска

source: XPath Pagination
uk_ua: XPath Нумератор сторінок

# Actions
source: Action
uk_ua: Дії

source: Edit Users
uk_ua: Редагування користувачів

source: Email
uk_ua: Пошта

source: Enter new email
uk_ua: Введіть нову пошту

source: Enter new password
uk_ua: Введіть новий пароль

source: Enter new User Name
uk_ua: Введіть нове ім'я користувача

source: Password
uk_ua: Пароль

source: Role
uk_ua: Роль

source: User Name
uk_ua: Ім'я користувача

# ValidationEmail
source: Email is incorrect
uk_ua: Некоректна пошта

# ValidationPassword
source: Minimum length - 6 characters
uk_ua: Мінімальна довжина- 6 символів

# ValidationUserName
source: Minimum length - 4 characters
uk_ua: Мінімальна довжина- 4 символа

source: Cancel
uk_ua: Відмінити

# EmailExist
source: Email is already exist
uk_ua: Email вже існує

source: Input password
uk_ua: Введіть пароль

# UncorrectEmailPassword
source: Uncorrect email or password
uk_ua: Неправильний email або пароль

# UserNameExist
source: User name is already exist
uk_ua: Ім'я користувача вже існує

# PasswordConfirmation
source: Confirm password doesn't match, Type again!
uk_ua: Паролі не співпадають

# RequiredField
source: Field is requiered
uk_ua: Поле обов'язкове для вводу

source: Confirm password
uk_ua: Повторіть пароль

source: Log in
uk_ua: Зайти

source: Sign up
uk_ua: Зареєструватися

# SocialNetworksMessage
source: You can use social networks
uk_ua: Ви можете використовувати соціальні мережі

# NetworkErrMessage
source: Sorry, but we can't provide this account or you have not registered yet.Try to use other account or register on our site.
uk_ua: Вибачте, але ми не можемо підтримувати цей аккаунт або ви ще не зареєстровані. Спробуйте використати інший акаунт або зареєструватися через наш сайт.

# GoHome
source: Return to the main page.
uk_ua: Перейти на головну сторінку.

# NotFoundMessage
source: The page is not found. Try later.
uk_ua: Сторінка не знайдена. Спробуйте пізніше.

# CatMess
source: There are no good's in this category!
uk_ua: В даній категорії товари відсутні.

# CategoryNotFound
source: Category is empty,try again later.
uk_ua: В даній категорії немає товарів,спробуйте пізніше.

# GoodsNotFounded
source: Nothing to by founded by your request
uk_ua: По вашому запиту нічого не знайдено.

source: Follow
uk_ua: Слідкувати

source: Unfollow
uk_ua: Відписатись
